{
    "slide1" : "Devenez un économiste de classe mondiale",
    "slide2" : "Faites partie de la recherche de pointe dans divers domaines",
    "slide3" : "Explorez l'histoire et la culture authentiques de l'Afrique",
    "The African School of Economics": "L'école africaine d'économie",
    "IWD":"Conférence de la Journée internationale de la femme 2023 @ ASE Campus d'Abuja 15 mars 2023 10h00 WAT",
    "The African School of Economics (ASE) is a Pan-African University dedicated to producing cutting-edge economic research, public policy, and world-renowned social scientists and economic leaders on the continent ASE has three campuses in Benin Republic, Cote d'Ivoire, and Nigeria, and a joint Master's degree program in the United States":"L'École africaine d'économie (ASE) est une université panafricaine dédiée à la production de recherches économiques de pointe, de politiques publiques et de spécialistes des sciences sociales et de dirigeants économiques de renommée mondiale sur le continent. L'ASE possède trois campus en République du Bénin, en Côte d'Ivoire et au Nigéria, et un programme conjoint de maîtrise aux États-Unis.",

    "Cote d'Ivoire" : "Côte d'Ivoire",
    "Updates" : "Mises à jour",
    "ASE offers graduate and undergraduate courses at its campuses in Cote d'Ivoire" : "L'ASE propose des cours de premier cycle et de premier cycle sur ses campus en Côte d'Ivoire",
    "Here is a list of scholarships and fee waviers on offer at ASE" : "Voici une liste des bourses et des exonérations de frais proposées à l'ASE"       ,
    "Students" : "Étudiants",
    "ASE offers graduate and undergraduate courses at its campuses in Benin" : "L'ASE propose des cours de premier cycle et de premier cycle sur ses campus au Bénin",
    "Our Campuses" : "Nos campus",
    "Media" : "Médias",
    "Benin Republic" : "République du Bénin",
    "Get More Updates" : "Obtenez plus de mises à jour",
    "ASE offers graduate and undergraduate courses at its campuses in Nigeria" : "ASE propose des cours de premier cycle et de premier cycle sur ses campus au Nigeria",
    "Nigeria" : "Nigeria",
    "The Hunter African School Program to Expand Representation in Economics (HASPERE) is a collaborative initiative between Hunter College and the African School of Economics to train and mentor talented Black and other underrepresented minority students" : "Le Hunter African School Program to Expand Representation in Economics (HASPERE) est une initiative de collaboration entre le Hunter College et l'African School of Economics pour former et encadrer des étudiants talentueux noirs et d'autres minorités sous-représentées.",
    "Undergraduate" : "Premier cycle",
    "across 2 continents" : "sur 2 continents.",
    "Financial Aid" : "Aide financière",
    "ASE in Numbers" : "L'ASE en chiffres",
    "students qualified for aid" : "étudiants éligibles à l'aide.",
    "Read our stories" : "Lisez nos histoires",
    "Campuses" : "Campus",
    "programs" : "programmes.",
    "Read More" : "En savoir plus",
    "Postgraduate" : "De troisième cycle",
    "Join us on our podcast" : "Rejoignez-nous sur notre podcast",
    "across our different campuses" : "sur nos différents campus.",
    "Listen to mind opening discussions on our podcast where we dive into different topics about economics, research and other aspects" : "Écoutez les discussions d'ouverture d'esprit sur notre podcast où nous plongeons dans différents sujets sur l'économie, la recherche et d'autres aspects",
    "From the President: The ASE Vision" : "Du président : la vision de l'ASE",
    "Get to know ASE by reading our top stories" : "Apprenez à connaître ASE en lisant nos meilleures histoires",
    "Degree" : "Degré",
    "Our Partners" : "Nos partenaires",
    "Over" : "Sur"
}