{
    "Excellence in leading economic research": "Excellence dans la recherche économique de premier plan",
    "Economic development results, at least in part, from the development of innovative economic ideas. The process of generating these ideas is invariably endogenous, and mostly homegrown. Africa is no different. Debates over the soundness of economic policy, the role of institutions, and the impact of development interventions need to incorporate more highly trained African researchers. To this end, the African School of Economics strives to provide young researchers with not only rigorous methodological training, but also with the opportunity to actively apply this training to current social problems via close collaborations with government agencies, international organizations, and businesses. The university’s multi-disciplinary curricula, intertwining modern economic thought with African history, enables students to gain a dynamic understanding of the processes and events that shape and continue to shape development across the continent. We hope that the combination of this training, paired with ASE’s open, collaborative research environment, will leave students with the necessary skills and strong commitment to join a community of scholars actively contributing to the exchange of knowledge regarding African development.": "Le développement économique résulte, au moins en partie, du développement d'idées économiques novatrices. Le processus de génération de ces idées est invariablement endogène, et surtout local. L'Afrique n'est pas différente. Les débats sur le bien-fondé de la politique économique, le rôle des institutions et l'impact des interventions de développement doivent intégrer davantage de chercheurs africains hautement qualifiés. À cette fin, l'African School of Economics s'efforce de fournir aux jeunes chercheurs non seulement une formation méthodologique rigoureuse, mais également la possibilité d'appliquer activement cette formation aux problèmes sociaux actuels via des collaborations étroites avec des agences gouvernementales, des organisations internationales et des entreprises. Les programmes multidisciplinaires de l'université, mêlant la pensée économique moderne à l'histoire africaine, permet aux étudiants d'acquérir une compréhension dynamique des processus et des événements qui façonnent et continuent de façonner le développement à travers le continent. Nous espérons que la combinaison de cette formation, associée à l'environnement de recherche ouvert et collaboratif d'ASE, laissera aux étudiants les compétences nécessaires et un engagement fort pour rejoindre une communauté d'universitaires contribuant activement à l'échange de connaissances sur le développement de l'Afrique."
}